{
  "skills": [
    "Front End: React, NextJS, Angular, TypeScript, JavaScript",
    "Back End: C#, C++, .NET, NestJS, Python, PowerShell",
    "UI: Tailwind CSS, Ant Design, Material UI, Bootstrap",
    "Blockchain: Solidity, OZ, Rust, MetaMask/Phantom, Ethereum/Solana",
    "Data: SQL, XML, JSON, Azure function, API, GraphQL, ReST, JSONRPC",
    "Data Analytics: Power BI, Tableau, Spotfire, Crystal Reports",
    "IDE/Environments: Visual Studio Code, Visual Studio, NodeJS",
    "CI/CD: Azure DevOps, AWS, JIRA, Github"
  ],
  "certifications": [
    "Microsoft Certified Professional (MCP) in SQL (70-229)",
    "MCP in .NET (70-528, 70-536)",
    "MCP in SharePoint (70-630, 70-542, 70-573)",
    "Certified Blockchain Expert from Blockchain Council",
    "FLMI Level 1 in Insurance and Healthcare"
  ],
  "experience": [
    "17 years experienced full stack engineer with a strong background in designing, developing, and maintaining complex web and mobile applications.",
    "Proven success in delivering projects on time and within budget, with a focus on usability and user experience.",
    "Skilled in working independently and as part of a team, and able to communicate effectively with both technical and non-technical stakeholders."
  ],
  "projects": [
    {
      "title": "Project TURN",
      "description": "Sell or purchase Diligence blockchain security services from our Web3 industry experts, such as blockchain and Solidity smart contract auditing, with TURN – the world’s first time-based services marketplace.",
      "link": "https://turnplatform.bid/"
    },
    {
      "title": "Education DAO",
      "description": "A decentralized application built using React and Solidity for students to earn NFT for completing educational tasks.",
      "link": "https://github.com/ConsenSys-Academy/education-dao"
    },
    {
      "title": "KPMG Global Site",
      "description": "KPMG Global Site is a website built using React and Node.js for KPMG to showcase their services.",
      "link": "https://www.kpmg.us/"
    }
  ],
  "education": [
    "Bachelor's degree in Electronics and Communication",
    "Master's degree in Information Technology"
  ],
  "contact": {
    "email": "your_email@example.com",
    "phone": "123-456-7890",
    "location": "Your City, Your Country"
  }
}